-- phpMyAdmin SQL Dump
-- version 4.8.5
-- https://www.phpmyadmin.net/
--
-- 主机： localhost
-- 生成日期： 2020-12-28 15:41:49
-- 服务器版本： 5.7.26
-- PHP 版本： 7.3.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 数据库： `java_web`
--

-- --------------------------------------------------------

--
-- 表的结构 `ti_ku`
--

CREATE TABLE `ti_ku` (
  `id` int(11) NOT NULL,
  `type` int(11) DEFAULT NULL,
  `problem` text COLLATE utf8_unicode_ci,
  `options` text COLLATE utf8_unicode_ci,
  `answer` text COLLATE utf8_unicode_ci
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `ti_ku`
--

INSERT INTO `ti_ku` (`id`, `type`, `problem`, `options`, `answer`) VALUES
(9337, 4, '次生环境问题主要有（ ）。', '{\"A\":\"土地荒漠化\",\"B\":\"泥石流\",\"C\":\"火山喷发\",\"D\":\"臭氧层破坏\"}', '泥石流;'),
(9338, 4, '工业文明时期的环境问题主要是（ ）。', '{\"A\":\"水土流失\",\"B\":\"资源缺乏\",\"C\":\"生态破坏\",\"D\":\"“三废”污染\"}', '“三废”污染'),
(9339, 4, '1962，美国海洋生物学家Rachel Carson发表（ ）一书，成为促使环境保护事业在美国和全世界迅速发展的导火线。', '{\"A\":\"《我们共同的未来》\",\"B\":\"《寂静的春天》\",\"C\":\"《增长的极限》\",\"D\":\"《人类环境宣言》\"}', '《寂静的春天》'),
(9340, 4, '由于环境是对应于特定主体而言的，特定主体有巨细之分，因此环境也有大小之别。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9341, 4, '环境问题按其后果可分为原生环境问题和次生环境问题两类。', '{\"A\":\"对\",\"B\":\"错\"}', '错'),
(9342, 4, '在某些地区，环境问题可能是以生态破坏或污染某一类问题为主，但在更多的地区却是两类问题并存。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9343, 4, '原始文明时期，人类以采集和猎获天然动', '{\"A\":\"错\",\"B\":\"对\"}', '错'),
(9344, 4, '公害是指使人或生态系统健康受到损害的重大污染事件。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9345, 4, ' 美国历史学家林怀特认为是宗教鼓励人口增长和人对自然的贪欲导致了环境问题产生。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9346, 4, '逆温层有利于空气污染物扩散。', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9347, 4, '下列属于二次污染物的有。', '{\"A\":\"CO\",\"B\":\"臭氧\",\"C\":\"SO2\",\"D\":\"甲醛\"}', '臭氧;'),
(9348, 4, '酸雨中含有多种无机酸和有机酸，绝大部分是硫酸和硝酸。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9349, 4, '酸雨指pH值小于的酸性降水。', '{\"A\":\"5.65\",\"B\":\"4.6\",\"C\":\"5.1\",\"D\":\"4.3\"}', '5.65'),
(9350, 4, '温室气体有哪些。', '{\"A\":\"甲烷\",\"B\":\"一氧化碳\",\"C\":\"CO2\",\"D\":\"氟氯烃及臭氧\"}', '甲烷;'),
(9351, 4, '温室效应会引起冰川融化', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9352, 4, '下列措施有助于控制温室效应。', '{\"A\":\"发展风能等\",\"B\":\"发展水能等\",\"C\":\"发展核电\",\"D\":\"天然气替代煤炭\"}', '发展风能等;'),
(9353, 4, '从目前看，建立国际间和各国的臭氧层保护法律约束机制，控制破坏臭氧层物质的排放，臭氧层破坏有所缓解，空洞在慢慢修复。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9354, 4, '破坏臭氧的污染物主要有', '{\"A\":\"二氧化硫\",\"B\":\"一氧化碳\",\"C\":\"氯氟烃\",\"D\":\"氮氧化物\"}', '氯氟烃;'),
(9355, 4, '人工湿地类型，按照进出水及布水方式的不同可以分为（ ）。', '{\"A\":\"潮汐流人工湿地\",\"B\":\"一般型人工湿地\",\"C\":\"潜流人工湿地\",\"D\":\"表面流人工湿地\"}', '潮汐流人工湿地;'),
(9356, 4, '下列不属于自然因素造成的水体污染的是（ ）。', '{\"A\":\"水流冲蚀地面\",\"B\":\"降水淋洗大气降尘\",\"C\":\"火山喷发\",\"D\":\"降雨淋洗大气污染物\"}', '降雨淋洗大气污染物'),
(9357, 4, '《地表水环境质量标准》GB3838-2002中，Ⅲ类水主要适用于（ ）。', '{\"A\":\"农业用水区及一般景观要求水域\",\"B\":\"一般工业用水区及人体非直接接触的娱乐用水区\",\"C\":\"集中式生活饮用水地表水源地一级保护区、珍稀水生生物栖息地、鱼虾类产卵场、仔幼鱼的索饵场等\",\"D\":\"集中式生活饮用水地表水源地二级保护区、鱼虾类越冬场、洄游通道、水产养殖区等渔业水域及游泳区\"}', '集中式生活饮用水地表水源地二级保护区、鱼虾类越冬场、洄游通道、水产养殖区等渔业水域及游泳区'),
(9358, 4, '选择（ ）的植物能更加有效地对富集重金属和有毒有害物质废水进行净化。', '{\"A\":\"观赏度高\",\"B\":\"生长期长\",\"C\":\"茎叶发达\",\"D\":\"根系发达\"}', '根系发达'),
(9359, 4, '改良人工湿地技术中，选择新型的填料是为了（ ）。', '{\"A\":\"提高湿地系统的综合效益\",\"B\":\"防止填料的堵塞\",\"C\":\"确保长期的除磷效果\",\"D\":\"增加湿地美观程度\"}', '确保长期的除磷效果'),
(9360, 4, '下列对于人工湿地污水处理系统描述不准确的是（ ）。', '{\"A\":\"可以获得污水处理与资源化的最佳效益\",\"B\":\"对于废水中污染物处理效果最佳\",\"C\":\"可以防止环境的再污染\",\"D\":\"具有较高的环境效益\"}', '对于废水中污染物处理效果最佳'),
(9361, 4, '水体中的藻类本来以硅藻和绿藻为主，蓝藻的大量出现是富营养化的征兆。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9362, 4, '已发生富营养化的水体，当切断外界营养物质的来源时，水体可以在一定时间段后自净', '{\"A\":\"错\",\"B\":\"对\"}', '错'),
(9363, 4, '下列说法不正确的是（ ）', '{\"A\":\"重金属或其他有毒有害物质含量超标的工业固体废物、生活垃圾或者污染土壤可用于土地复垦\",\"B\":\"建设和运行污水集中处理设施、固体废物处置设施，应当采取措施防止土壤污染\",\"C\":\"禁止向农用地排放重金属或其他有毒有害物质含量超标的污水、污泥，以及可能造成土壤污染的清淤底泥、尾矿、矿渣等\",\"D\":\"禁止生产、销售、使用国家命令禁止的农业投入品\"}', '重金属或其他有毒有害物质含量超标的工业固体废物、生活垃圾或者污染土壤可用于土地复垦'),
(9364, 4, '关于土壤污染的说法正确的是（ ）。', '{\"A\":\"土壤污染具有很强的地域性\",\"B\":\"土壤污染不会影响周边的地表水和地下水\",\"C\":\"土壤污染的治理和修复难度大\",\"D\":\"土壤污染不会对植物产生危害\"}', '土壤污染具有很强的地域性;'),
(9365, 4, '构成土壤污染的要素由哪些（ ）', '{\"A\":\"有现存（直接显露）或潜在（通过转化）的危害后果\",\"B\":\"有可观察的土壤形态、颜色等的变化\",\"C\":\"有可识别的人为污染物\",\"D\":\"有可鉴别的污染物数量的增加\"}', '有现存（直接显露）或潜在（通过转化）的危害后果;'),
(9366, 4, '土壤污染的来源有哪些（ ）', '{\"A\":\"污水灌溉\",\"B\":\"固体废弃物\",\"C\":\"大气沉降\",\"D\":\"农业污染\"}', '污水灌溉;'),
(9367, 4, '目前常用的污染土壤修复技术包括（ ）等。', '{\"A\":\"物理- 化学修复技术\",\"B\":\"联合修复技术\",\"C\":\"生物修复技术\",\"D\":\"工程修复技术\"}', '物理- 化学修复技术;'),
(9368, 4, '热处理修复技术适用于处理土壤中哪些物质（ ）？', '{\"A\":\"不易挥发的污染物\",\"B\":\"放射性污染物\",\"C\":\"挥发性有机污染物\",\"D\":\"半挥发性有机污染物\"}', '挥发性有机污染物;'),
(9369, 4, '以下属于土壤污染物的是（ ）', '{\"A\":\"农药\",\"B\":\"微塑料\",\"C\":\"重金属\",\"D\":\"腐殖质\"}', '农药;'),
(9370, 4, '大气中的放射性沉降会造成土壤放射性污染。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9371, 4, '污染物在土壤中的半衰期一般较长，不易稀释和扩散，具有累积性。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9372, 4, '不属于持久性有机污染物“三致”效应的是', '{\"A\":\"致死\",\"B\":\"致癌\",\"C\":\"致畸\",\"D\":\"致突变\"}', '致死'),
(9373, 4, '艾氏剂通常被用作（ ）', '{\"A\":\"杀虫剂\",\"B\":\"其余均不是\",\"C\":\"可塑剂\",\"D\":\"防治疟疾的药物\"}', '杀虫剂'),
(9374, 4, '属于持久性污染物重要特征的是', '{\"A\":\"生物蓄积性\",\"B\":\"长期残留性\",\"C\":\"半挥发性\",\"D\":\"高毒性\"}', '生物蓄积性;'),
(9375, 4, '以下关于持久性有机污染物的危害说法正确的是（ ）', '{\"A\":\"某些持久性有机污染物会引起肝脏肿大\",\"B\":\"某些持久性有机污染物会引起婴儿和胎儿的发育不良\",\"C\":\"某些持久性有机污染物具有致癌性\",\"D\":\"某些持久性有机污染物会影响体内激素水平\"}', '某些持久性有机污染物会引起肝脏肿大;'),
(9376, 4, '生物修复技术包括', '{\"A\":\"植物修复\",\"B\":\"微生物修复\",\"C\":\"动物修复\",\"D\":\"酶修复\"}', '植物修复;'),
(9377, 4, '在化学修复中属于高级氧化法的有', '{\"A\":\"芬顿氧化法\",\"B\":\"电化学降解法\",\"C\":\"超临界水氧化法\",\"D\":\"超临界萃取法\"}', '芬顿氧化法;'),
(9378, 4, '在我国，用蚯蚓进行生物修复比较常见', '{\"A\":\"错\",\"B\":\"对\"}', '错'),
(9379, 4, '持久性有机污染物由于其挥发性的特征，使其在全球范围内不同地区都有可能检出', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9380, 4, '酶生物修复技术是直接利用某些特定的酶固化有机农药污染物等污染物的方法', '{\"A\":\"对\",\"B\":\"错\"}', '错'),
(9381, 4, '溅蚀主要是通过雨滴对地表产生的冲击，从而（ ）使土壤颗粒发生迁移', '{\"A\":\"促进岩石风化\",\"B\":\"减少土壤养分\",\"C\":\"破坏土壤结构\",\"D\":\"破坏表层枯落物\"}', '破坏土壤结构'),
(9382, 4, '在平原地区，为保证农业的生产效益而营造的农田防护林，其主要作用是减少（ ）造成的土壤流失。', '{\"A\":\"水蚀\",\"B\":\"重力侵蚀\",\"C\":\"风蚀\",\"D\":\"人类活动\"}', '风蚀'),
(9383, 4, '水土流失产生的原因有（ ）', '{\"A\":\"环境因素\",\"B\":\"人为因素\",\"C\":\"自然因素\",\"D\":\"生态因素\"}', '人为因素;'),
(9384, 4, '耕作措施是通过（ ）等方法，保土蓄水，改良土壤，以提高农业生产的技术措施。', '{\"A\":\"改变坡面微小地形\",\"B\":\"深耕、翻耕\",\"C\":\"增加植被覆盖\",\"D\":\"增强土壤有机质抗蚀力\"}', '改变坡面微小地形;'),
(9385, 4, '水土保持工程措施主要分为（ ）', '{\"A\":\"治河工程\",\"B\":\"治沟工程\",\"C\":\"小型水利工程\",\"D\":\"治坡工程\"}', '治沟工程;'),
(9386, 4, '造成崩塌', '{\"A\":\"对\",\"B\":\"错\"}', '错'),
(9387, 4, '城市水土流失是城市化建设过程中建设用地开发', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9388, 4, '土层较为深厚的黄土地区，地表径流以膜状形态与土体混合，在地表均匀损失的过程称为层状面蚀。', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9389, 4, '山水林田湖草是一个生命共同体,对山上山下', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9390, 4, '下列因素中，属于土壤退化自然因素的有（ ）。', '{\"A\":\"气候\",\"B\":\"地形\",\"C\":\"火山爆发\",\"D\":\"水文\"}', '气候;'),
(9391, 4, '土壤的退化对农业的影响包括（ ）。', '{\"A\":\"放牧数量\",\"B\":\"放牧种类\",\"C\":\"作物品质\",\"D\":\"对作物产量\"}', '作物品质;'),
(9392, 4, '土壤酸化主要分布在（ ）。', '{\"A\":\"亚洲\",\"B\":\"南美洲\",\"C\":\"非洲\",\"D\":\"北美洲\"}', '亚洲'),
(9393, 4, '人为建造大坝截流会导致（ ）。', '{\"A\":\"其余选项都不对\",\"B\":\"土壤含水率增高\",\"C\":\"引起上游土壤的盐渍化\",\"D\":\"引起下游土壤的荒漠化\"}', '引起上游土壤的盐渍化;'),
(9394, 4, '土壤退化会造成以下灾害（ ）。', '{\"A\":\"旱灾\",\"B\":\"滑坡\",\"C\":\"水体富营养化\",\"D\":\"泥石流\"}', '旱灾;'),
(9395, 4, '化学退化的实质是土壤中化学组分的失衡，在我国主要表现为北酸南碱。', '{\"A\":\"对\",\"B\":\"错\"}', '错'),
(9396, 4, '超采地下水不会引起土壤退化。', '{\"A\":\"错\",\"B\":\"对\"}', '错'),
(9397, 4, '在干早地区,免耕措施情况下,氮肥能使表土层严重酸化,并破坏其渗透性。', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9398, 4, '尽管土壤退化恢复非常困难,而且需要的时间长，但其生态影响是短期的。', '{\"A\":\"错\",\"B\":\"对\"}', '错'),
(9399, 4, '外来入侵物种是指（ ）', '{\"A\":\"一般指从一个国家进入另一个国家或从一个自然生态系统进入另一个自然生态系统，在自然、半自然生态系统或生境中建立种群并影响、威胁及破坏到本地生物多样性的外来物种\",\"B\":\"本地区的有害物种\",\"C\":\"从一个地区进入另一个地区的物种\",\"D\":\"从一个国家进入另一个国家的物种\"}', '一般指从一个国家进入另一个国家或从一个自然生态系统进入另一个自然生态系统，在自然、半自然生态系统或生境中建立种群并影响、威胁及破坏到本地生物多样性的外来物种'),
(9400, 4, '关于生物多样性的保护，正确的是（ ）', '{\"A\":\"自然保护区的功能是接纳各地迁移和捕来的野生动物并加以保护\",\"B\":\"为控制凤眼莲（水葫芦）在我国造成的严重灾害，应将其天敌引入我国\",\"C\":\"对于珍稀濒危物种，禁止一切形式的猎采和买卖\",\"D\":\"为保护草场，较少沙化，要杀死所有危害草原的黄鼠\"}', '对于珍稀濒危物种，禁止一切形式的猎采和买卖'),
(9401, 4, '生物多样性主要包括（ ）等不同层次。', '{\"A\":\"生态系统多样性\",\"B\":\"景观多样性\",\"C\":\"遗传（基因）多样性\",\"D\":\"物种多样性\"}', '生态系统多样性;'),
(9402, 4, '生物多样性的价值可以体现在（ ）', '{\"A\":\"科学、教育、文化价值\",\"B\":\"生态价值\",\"C\":\"经济、社会价值\",\"D\":\"娱乐和美学价值等\"}', '科学、教育、文化价值;'),
(9403, 4, '生物多样性破坏除自然变化外，其主要原因在于（ ）', '{\"A\":\"全球气候变化\",\"B\":\"对自然资源不断增加的需求和滥捕乱猎、掠夺式的过度捕杀利用\",\"C\":\"外来入侵物种\",\"D\":\"生境丧失和破碎化\"}', '全球气候变化;'),
(9404, 4, '生物多样性破坏的危害体现在（ ）等方面。', '{\"A\":\"土壤肥力以及水质等遭到破坏\",\"B\":\"影响食物来源和工农业资源\",\"C\":\"植被生长过于繁茂\",\"D\":\"影响自然界生态平衡\"}', '土壤肥力以及水质等遭到破坏;'),
(9405, 4, '中国是世界上生物多样性最丰富的国家之一。', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9406, 4, '保护生物多样性就是保护人类自己，必须加强民众教育，发动公众广泛参与。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9407, 4, '为保护某些濒危野生动物，把它们从栖息环境中转移到濒危繁育中心等地，进行特殊的保护和繁殖管理，然后向已经灭绝的原有分布区实施“再引入”，以恢复野生种群，这种措施为就地保护。', '{\"A\":\"对\",\"B\":\"错\"}', '错'),
(9408, 4, '生态学中的生态对策包括（ ）。', '{\"A\":\"r对策\",\"B\":\"S对策\",\"C\":\"其余选项都不对\",\"D\":\"K对策\"}', 'r对策;'),
(9409, 4, '习近平总书记于（ ）年提出新时代生态文明建设必须遵循的六项重要原则。', '{\"A\":\"2018\",\"B\":\"2016\",\"C\":\"2017\",\"D\":\"2019\"}', '2018'),
(9410, 4, '下列属于生态文明建设的原则包括（ ）', '{\"A\":\"绿水青山就是金山银山\",\"B\":\"坚持人与自然和谐共生\",\"C\":\"共谋全球生态文明建设\",\"D\":\"山水林田湖草是生命共同体\"}', '绿水青山就是金山银山;'),
(9411, 4, '中国在‘国家自主贡献’中提出将于（ ）年左右使二氧化碳排放达到峰值。', '{\"A\":\"2025\",\"B\":\"2035\",\"C\":\"2050\",\"D\":\"2030\"}', '2030'),
(9412, 4, '如何建设生态文明（ ）？', '{\"A\":\"借鉴发达国家的成功经验\",\"B\":\"政府大力支持，完善法律制度\",\"C\":\"加强生态经济产业的发展\",\"D\":\"树立人与自然协调发展观念\"}', '借鉴发达国家的成功经验;'),
(9413, 4, '习近平在（ ）首次提出“绿水青山就是金山银山”的科学论断？', '{\"A\":\"安徽黄山\",\"B\":\"浙江绍兴\",\"C\":\"江西吉安\",\"D\":\"浙江安吉\"}', '浙江安吉'),
(9414, 4, '在习近平同志生态文明思想的指引下，走好新时代生态文明建设之路，确保（ ）年生态环境质量实现根本好转，美丽中国目标基本实现。', '{\"A\":\"2022\",\"B\":\"2025\",\"C\":\"2035\",\"D\":\"2030\"}', '2035'),
(9415, 4, '文明作为文化的内在价值，文化则是文明的外在表现形式。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9416, 4, '生物多样性水平越高，物种越多，生态系统的稳定性越强。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9417, 4, '使用过的保鲜膜属于（ ），应放入（ ）。', '{\"A\":\"可回收物，蓝色垃圾桶\",\"B\":\"厨余垃圾，红色垃圾桶\",\"C\":\"其他垃圾，黑色垃圾桶\",\"D\":\"有害垃圾，红色垃圾桶\"}', '其他垃圾，黑色垃圾桶'),
(9418, 4, '牛奶等食品包装盒属于（ ）。', '{\"A\":\"其他垃圾\",\"B\":\"可回收垃圾\",\"C\":\"厨余垃圾\",\"D\":\"可焚烧垃圾\"}', '可回收垃圾'),
(9419, 4, '（ ）年底前全国地级及以上城市将基本建成垃圾分类处理系统。', '{\"A\":\"2021\",\"B\":\"2030\",\"C\":\"2022\",\"D\":\"2025\"}', '2022'),
(9420, 4, '德国将垃圾主要分为（ ）。', '{\"A\":\"生活垃圾\",\"B\":\"建筑垃圾\",\"C\":\"特种垃圾\",\"D\":\"大件垃圾\"}', '生活垃圾;'),
(9421, 4, '下列属于其他垃圾的是（ ）。', '{\"A\":\"卫生间废纸\",\"B\":\"荧光灯管\",\"C\":\"灰土\",\"D\":\"织物\"}', '卫生间废纸;'),
(9422, 4, '下列说法正确的是（ ）。', '{\"A\":\"酸奶塑料杯需要洗净后才可投放入可回收物垃圾箱\",\"B\":\"在外就餐，剩菜要打包带走\",\"C\":\"话梅核、坚果核等可投入厨余垃圾桶\",\"D\":\"绘画用的颜色可投放入有毒有害垃圾桶\"}', '酸奶塑料杯需要洗净后才可投放入可回收物垃圾箱;'),
(9423, 4, '垃圾分类是指按一定规定或标准将垃圾分类储存', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9424, 4, '纸巾', '{\"A\":\"错\",\"B\":\"对\"}', '错'),
(9425, 4, '城市垃圾在不完全燃烧时能产生一种致癌物质，这种致癌物质为二噁英。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9426, 4, '创造了新的地质学术语——人类世的是（ ）。', '{\"A\":\"罗马俱乐部\",\"B\":\"雷切尔\",\"C\":\"达尔文\",\"D\":\"保罗·克鲁岑\"}', '保罗·克鲁岑'),
(9427, 4, '可持续发展的内涵包括（ ）。', '{\"A\":\"社会可持续发展\",\"B\":\"生态可持续发展\",\"C\":\"文明可持续发展\",\"D\":\"经济可持续发展\"}', '社会可持续发展;'),
(9428, 4, '可持续发展要遵循的基本原则有（ ）。', '{\"A\":\"持续性原则\",\"B\":\"平衡性原则\",\"C\":\"共同性原则\",\"D\":\"公平性原则\"}', '持续性原则;'),
(9429, 4, '2002年，中共（ ）把“可持续发展能力不断增强”作为全面建设小康社会的目标之一。', '{\"A\":\"中共十七大\",\"B\":\"中共十八大\",\"C\":\"中共十五大\",\"D\":\"中共十六大\"}', '中共十六大'),
(9430, 4, '人类世是指人类主导地球的历史。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9431, 4, '人类已经成为影响全球生态环境最重要的生物力量，人类活动长期积累的后果最集中体现在全球变化上。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9432, 4, '可持续发展是一种新的发展观', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9433, 4, '可持续发展的基础是经济持续发展。', '{\"A\":\"错\",\"B\":\"对\"}', '错'),
(9434, 4, '既满足当代人的需求，又不对后代人满足其自身需求的能力构成危害的发展就是可持续发展。', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9435, 4, ' 《伤寒杂病论》成书年代是', '{\"A\":\"春秋时代\",\"B\":\"西汉末年\",\"C\":\"战国时代\",\"D\":\"晋代\",\"E\":\"东汉末年\"}', '东汉末年'),
(9436, 4, ' 《伤寒杂病论》的作者是', '{\"A\":\"王叔和\",\"B\":\"成无己\",\"C\":\"张机\",\"D\":\"林亿\",\"E\":\"华佗\"}', '张机'),
(9437, 4, ' 首次注解《伤寒论》的是', '{\"A\":\"孙思邈\",\"B\":\"王叔和\",\"C\":\"成无己\",\"D\":\"林亿\",\"E\":\"柯韵伯\"}', '成无己'),
(9438, 4, ' 下列哪一种是对《伤寒论》中广义伤寒概念的正确论述', '{\"A\":\"以发热为主要症状的疾病\",\"B\":\"一切外感热病的总称\",\"C\":\"感受寒邪，感而即发的疾病\",\"D\":\"以恶寒、发热、头痛、无汗为主要临床表现的证候\",\"E\":\"由伤寒杆菌引起的疾病\"}', '一切外感热病的总称'),
(9439, 4, ' 《伤寒论》共载方多少首', '{\"A\":\"109方\",\"B\":\"224方\",\"C\":\"118方\",\"D\":\"113方\",\"E\":\"204方\"}', '113方'),
(9440, 4, ' 按照治法分类研究《伤寒论》的著作是', '{\"A\":\"《伤寒论条辨》\",\"B\":\"《伤寒来苏集》\",\"C\":\"《伤寒贯珠集》\",\"D\":\"《伤寒论纲目》\",\"E\":\"《伤寒微旨论》\"}', '《伤寒贯珠集》'),
(9441, 4, ' 《伤寒发微论》的作者是', '{\"A\":\"许叔微\",\"B\":\"王叔和\",\"C\":\"庞安时\",\"D\":\"成无己\",\"E\":\"王肯堂\"}', '许叔微'),
(9442, 4, ' 据《难经》原文，广义伤寒包括', '{\"A\":\"中风\",\"B\":\"伤寒\",\"C\":\"湿温\",\"D\":\"热病\",\"E\":\"温病\"}', '中风;'),
(9443, 4, ' 关于《伤寒论》一书，正确的说法有', '{\"A\":\"是一部以外感病为主论述疾病辨证论治的医书\",\"B\":\"是现存最早的一部理法方药一线相贯的医学著作\",\"C\":\"创立了六经辨证体系\",\"D\":\"作者为张机\",\"E\":\"约成书于东汉末年\"}', '是一部以外感病为主论述疾病辨证论治的医书;'),
(9444, 4, ' 下列哪几项属于六经辨证的基本治则', '{\"A\":\"扶正祛邪\",\"B\":\"调整阴阳\",\"C\":\"标本缓急\",\"D\":\"表里先后\",\"E\":\"病差防复\"}', '扶正祛邪;'),
(9445, 4, ' 桂枝加附子汤证之阴阳俱虚,仲景之法是：（ ）', '{\"A\":\"阴阳双补\",\"B\":\"扶阳以固阴\",\"C\":\"健中调阴阳\",\"D\":\"解表以护正\"}', '扶阳以固阴'),
(9446, 4, ' 桂枝人参汤证的病机是：（ ）', '{\"A\":\"中阳不足\",\"B\":\"心阴阳不足\",\"C\":\"血虚而血不养神\",\"D\":\"脾虚寒湿兼表邪不解\"}', '脾虚寒湿兼表邪不解'),
(9447, 4, ' 厚朴生姜半夏甘草人参汤主治证是：（ ）', '{\"A\":\"胃肠燥实腹满证\",\"B\":\"脾虚气滞腹胀证\",\"C\":\"脾虚不运，寒湿中阻之腹满证\",\"D\":\"中风误下脾虚水停证\"}', '脾虚气滞腹胀证'),
(9448, 4, ' 葛根汤正确组成是：（ ）', '{\"A\":\"麻黄、桂枝、葛根、生姜、芍药 、甘草、大枣\",\"B\":\"麻黄、桂枝、杏仁、葛根、大枣、甘草\",\"C\":\"麻黄、桂枝、芍药、杏仁、半夏、葛根、甘草\",\"D\":\"麻黄、半夏、桂枝、葛根、升麻、甘草\"}', '麻黄、桂枝、葛根、生姜、芍药 、甘草、大枣'),
(9449, 4, ' 伤寒，医下之，续得下利，清谷不止，身疼痛者治宜（ ）', '{\"A\":\"理中汤\",\"B\":\"四逆汤\",\"C\":\"五苓散\",\"D\":\"桂枝汤\"}', '四逆汤'),
(9450, 4, ' 患者，女，28岁。产后身痛1周，伴恶风汗出，脉沉迟。临床辨证当是：（ ）', '{\"A\":\"附子汤证\",\"B\":\"麻黄细辛附子汤证\",\"C\":\"桂枝加附子汤证\",\"D\":\"桂枝新加汤证\"}', '桂枝新加汤证'),
(9451, 4, ' 患者，男，10岁，发热，脉数，见喉头后壁出现灰白色假膜，时作犬吠声咳嗽，鼻翼煽动，呼吸迫促而张口抬肩，舌红苔白厚。应以哪方为主： （ ）', '{\"A\":\"麻杏甘石汤\",\"B\":\"麻黄汤\",\"C\":\"桂枝加厚朴杏子汤\",\"D\":\"小青龙汤\"}', '麻杏甘石汤'),
(9452, 4, ' “结胸三证”是指：（ ）', '{\"A\":\"心下痛\",\"B\":\"但头汗出\",\"C\":\"脉沉而紧\",\"D\":\"按之石硬\"}', '心下痛;'),
(9453, 4, ' 患者，女，34岁。胃脘部痞硬胀满且按之疼痛3天，伴发热，胸膈满闷，咳吐黄痰，恶心呕吐。苔黄腻，脉浮滑。临床辨证当是：（ ）', '{\"A\":\"小陷胸汤证\",\"B\":\"黄连汤证\",\"C\":\"大黄黄连泻心汤证\",\"D\":\"大陷胸汤证\"}', '小陷胸汤证'),
(9454, 4, ' 炙甘草汤的配伍特点有：（ ）', '{\"A\":\"重用甘草补中益气以复脉之本\",\"B\":\"生地、麦冬、阿胶、麻仁养心阴，补心血\",\"C\":\"加酒以振奋阳气，活血通脉\",\"D\":\"桂枝甘草相合辛甘化阳，以助心阳\"}', '重用甘草补中益气以复脉之本;'),
(9455, 4, '《中华人民共和国网络安全法》于何时施行。', '{\"A\": \"2015.6\", \"C\": \"2016.11\", \"B\": \"2016.6\", \"D\": \"2017.6\"}', 'D'),
(9456, 4, 'Oracle的数据库监听器（LISTENER）的默认通讯端口是？（）', '{\"A\": \"TCP 1521\", \"C\": \"TCP 1251\", \"B\": \"TCP 3306\", \"D\": \"TCP 1433\"}', 'A'),
(9457, 4, '如果以Apache 为WWW服务器，（）是最重要的配置文件。', '{\"A\": \"access.conf\", \"C\": \"httpd.conf\", \"B\": \"srm.cong\", \"D\": \"index.html\"}', 'C'),
(9458, 4, '网络产品、服务提供者，以下哪项不违反法律：', '{\"A\": \"设置恶意程序\", \"C\": \"具备收集用户信息功能的，提供者向用户明示并取得同意\", \"B\": \"对其产品、服务存在的安全缺陷、漏洞等风险未立即采取补救措施，或者未按照规定及时告知用户并向有关主管部门报告的\", \"D\": \"擅自终止为其产品、服务提供安全维护的\"}', 'C'),
(9459, 4, '属于SNMP、Telnet和FTP共性的安全问题的是（）。', '{\"A\": \"主要的服务守护进程存在严重的系统漏洞\", \"C\": \"在建立连接过程中，缺少认证手段\", \"B\": \"明文传输特性\", \"D\": \"都可以匿名连接\"}', 'B'),
(9460, 4, '一台需要与互联网通信的HTTP服务器放在以下的哪个位置最安全？（）', '{\"A\": \"在DMZ区的内部\", \"C\": \"和防火墙在同一台计算机上\", \"B\": \"在内网中\", \"D\": \"互联网\"}', 'A'),
(9461, 4, 'DNS服务器解析请求使用的端口号是（ ）', '{\"A\": \"22.0\", \"C\": \"53.0\", \"B\": \"51.0\", \"D\": \"110.0\"}', 'C'),
(9462, 4, '黑客攻入内网后，ARP欺骗是黑客使用最为频繁的攻击方式，请问ARP欺骗可能对局域网用户产生什么威胁。', '{\"A\": \"挂马\", \"C\": \"中间人攻击\", \"B\": \"DNS毒化\", \"D\": \"以上全部\"}', 'D'),
(9463, 4, '某服务器被黑客入侵，黑客在服务器上安装了SHIFT后门，正常情况下，启动SHIFT后门的方法是。', '{\"A\": \"远程桌面连接到服务器，按5下键盘SHIFT键\", \"C\": \"telnet连接到服务器，运行net start shift\", \"B\": \"远程桌面连接到服务器，按3下键盘SHIFT键\", \"D\": \"telnet连接到服务器，运行net use shift\"}', 'A'),
(9464, 4, '贡布里希是（ ）艺术史家。', '{\"A\":\"美国\",\"B\":\"英国\",\"C\":\"意大利\",\"D\":\"德国\"}', '英国'),
(9465, 4, '被西方称为“画中女王”的画种是（ ）。', '{\"A\":\"水彩\",\"B\":\"粉笔画\",\"C\":\"油画\",\"D\":\"漆画\"}', '水彩 '),
(9466, 4, '传统艺术的核心是（ ）。', '{\"A\":\"雕塑\",\"B\":\"建筑\",\"C\":\"摄影\",\"D\":\"绘画\"}', '绘画'),
(9467, 4, '艺术的本质在于创新，其中包括哪些方面的创新？', '{\"A\":\"形式创新\",\"B\":\"色彩创新\",\"C\":\"题材创新\",\"D\":\"线条创新\"}', '形式创新;'),
(9468, 4, '绘画的表现形式为( )。', '{\"A\":\"表象\",\"B\":\"具象\",\"C\":\"抽象\",\"D\":\"形象\"}', '表象;'),
(9469, 4, '颜色三原色包括:红黄蓝。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9470, 4, '抽象绘画没有具体的型，所以不能表达创作者的内心情感。', '{\"A\":\"错\",\"B\":\"对\"}', '错'),
(9471, 4, '油画是世界绘画艺术中最有影响的画种。', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9472, 4, '从艺术状态来看，中国传统艺术注重再现，西方传统艺术注重表现。', '{\"A\":\"对\",\"B\":\"错\"}', '错'),
(9473, 4, '美术作品具有传达信息，宣传政治观点的作用。', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9474, 4, '（ ）被称为不透明水彩的画种为下列哪一画种。', '{\"A\":\"漆画\",\"B\":\"粉笔画\",\"C\":\"水粉画\",\"D\":\"丙烯画\"}', '水粉画'),
(9475, 4, '中国水彩画在中西文化的交流和融合中发展，19世纪下叶至20世纪初，在中国水彩画的（ ）。', '{\"A\":\"发展期\",\"B\":\"萌芽期\",\"C\":\"辉煌期\",\"D\":\"成熟期\"}', '萌芽期'),
(9476, 4, '20世纪五六十年代，中国画家们深入生活，（ ）创作《延河饮马》是当时影响广泛的佳作之一。', '{\"A\":\"阳太阳\",\"B\":\"萧淑芳\",\"C\":\"古元\",\"D\":\"李剑晨\"}', '古元'),
(9477, 4, '（ ）作为亚洲唯一人选，进入了英国皇家水彩画协会主席沃斯先生组建的世界十人著名水彩画家代表团。', '{\"A\":\"陈坚\",\"B\":\"王维新\",\"C\":\"关维新\",\"D\":\"陶世虎\"}', '关维新'),
(9478, 4, '水彩画特点包括（ ）。', '{\"A\":\"湿润\",\"B\":\"透明\",\"C\":\"流畅\",\"D\":\"清新\"}', '湿润;'),
(9479, 4, '在上个世纪末，中国水彩第一次堂而皇之的与大画种比肩而立，在《第九届全国美术作品展览》评奖中，水彩画与（ ）（ ）各占三个金奖。目前，中国水彩正在蓬勃发展。', '{\"A\":\"油画\",\"B\":\"国画\",\"C\":\"版画\",\"D\":\"年画\"}', '油画;'),
(9480, 4, '静物也是水彩画中常见的题材之一，种类繁多，形式多样，色彩丰富。', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9481, 4, '水彩画形式语言的内涵是水色相互交融，所形成的水迹斑痕带有很强的随机性与抒情性。', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9482, 4, '绘画种类繁多，从题材内容看，绘画可分为人物画', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9483, 4, '阿尔塔米拉洞窟壁画是约在旧石器时代晚期的原始绘画艺术遗迹，位于法国北部阿尔塔米拉洞窟内。', '{\"A\":\"错\",\"B\":\"对\"}', '错'),
(9484, 4, '人类最早的造型艺术产生于( )时代晚期。', '{\"A\":\"旧石器\",\"B\":\"新石器\",\"C\":\"石器时期\",\"D\":\"新旧石器\"}', '新石器'),
(9485, 4, '拉斐尔是文艺复兴盛期三杰中杰出的一位画家。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9486, 4, '巴洛克艺术是15世纪广为流行的一种艺术形式。', '{\"A\":\"对\",\"B\":\"错\"}', '错'),
(9487, 4, '德国文艺复兴时期最杰出的两位画家是丢勒和荷尔贝因。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9488, 4, '鲁本斯的作品《抢劫留西帕斯女儿》的内容取材于希腊神话。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9489, 4, '法国罗可可画家华多一生的转折点以其作《舟发西苔岛》为标志。', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9490, 4, '欧洲油画技术的改革这是法国的凡埃克兄弟。', '{\"A\":\"对\",\"B\":\"错\"}', '错'),
(9491, 4, '和罗可可相对立的是描绘市民生活的夏尔丹。', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9492, 4, '（ ）重视自我的表现，强调变形和夸张。', '{\"A\":\"印象派\",\"B\":\"现代派\",\"C\":\"新印象派\",\"D\":\"后印象派\"}', '后印象派'),
(9493, 4, '马萨乔的艺术成就标志着文艺复兴早期艺术的到来。', '{\"A\":\"对\",\"B\":\"错\"}', '错'),
(9494, 4, '崔白的作品《双喜图》从布局上讲体现了（ ）思想。', '{\"A\":\"儒家\",\"B\":\"道家\",\"C\":\"法家\",\"D\":\"佛家\"}', '道家 '),
(9495, 4, '梁楷《秋柳双鸦图》这幅画独特之处是它的（ ）。', '{\"A\":\"线条\",\"B\":\"笔墨\",\"C\":\"构图\",\"D\":\"色彩\"}', '构图 '),
(9496, 4, '（ ）提出“论画以形似，见于儿童邻。赋诗必此诗，定知非诗人。', '{\"A\":\"苏轼\",\"B\":\"倪瓒\",\"C\":\"郭熙\",\"D\":\"王维\"}', '苏轼'),
(9497, 4, '现代绘画大师齐白石一谈到徐渭，便公然说自己“恨不生三百年前，为青藤磨墨铺纸”。这里的青藤指的哪位画家？（ ）。', '{\"A\":\"石涛\",\"B\":\"徐渭\",\"C\":\"八大\",\"D\":\"徐熙\"}', '徐渭'),
(9498, 4, '花鸟画作为独立的画种是从（ ）开始并逐渐走向成熟的。', '{\"A\":\"唐朝\",\"B\":\"魏晋\",\"C\":\"隋朝\",\"D\":\"宋朝\"}', '唐朝'),
(9499, 4, '王维《雪溪图》笔意清润，一变勾斫之法，用墨简淡，从而开创了（ ）水墨山水画派。', '{\"A\":\"隐逸\",\"B\":\"文人\",\"C\":\"南宗\",\"D\":\"北宗\"}', '南宗'),
(9500, 4, '在元代绘画强调个性表现，追求“以素静为贵”', '{\"A\":\"幽雅\",\"B\":\"疏淡\",\"C\":\"冷寂\",\"D\":\"清逸\"}', '幽雅;'),
(9501, 4, '清代的绘画以花卉画最有特殊光彩，不但变化繁多，而且气势直驾人物画', '{\"A\":\"徐熙\",\"B\":\"八大\",\"C\":\"徐渭\",\"D\":\"石涛\"}', '石涛'),
(9502, 4, '下列哪些与王冕有关？', '{\"A\":\"独创了用朱色点红梅人称“胭脂没骨体”\",\"B\":\"江南第一风流才子\",\"C\":\"画梅形式为“繁梅”\",\"D\":\"擅长用墨被誉为“墨王”\"}', '独创了用朱色点红梅人称“胭脂没骨体”;'),
(9503, 4, '《游春图》的出现标志着中国山水画的逐渐独立，它具有哪些艺术特色？', '{\"A\":\"清新自然的“畅神”之美\",\"B\":\"赋的手法、神仙的世界、瑰丽的色彩\",\"C\":\"是青绿山水的开山之作\",\"D\":\"现存最古老的一幅卷轴山水画\"}', '清新自然的“畅神”之美;'),
(9504, 4, '《中华人民共和国  网络安全法》于何时施行。', '{\"A\": \"2015.6\", \"C\": \"2016.11\", \"B\": \"2016.6\", \"D\": \"2017.6\"}', 'D'),
(9505, 4, 'Oracle的数据库 监听器（LISTENER）的默认通讯端口是？（）', '{\"A\": \"TCP 1521\", \"C\": \"TCP 1251\", \"B\": \"TCP 3306\", \"D\": \"TCP 1433\"}', 'A'),
(9506, 4, '如果以Apache 为  WWW服务器，（）是最重要的配置文件。', '{\"A\": \"access.conf\", \"C\": \"httpd.conf\", \"B\": \"srm.cong\", \"D\": \"index.html\"}', 'C'),
(9507, 4, '网络产品、服务提 供者，以下哪项不违反法律：', '{\"A\": \"设置恶意程序\", \"C\": \"具备收集用户信息功能的，提供者向用户明示并取得同意\", \"B\": \"对其产品、服务存在的安全缺陷、漏洞等风险未立即采取补救措施，或者未按照规定及时告知用户并向有关主管部门报告的\", \"D\": \"擅自终止为其产品、服务提供安全维护的\"}', 'C'),
(9508, 4, '属于SNMP、Telne t和FTP共性的安全问题的是（）。', '{\"A\": \"主要的服务守护进程存在严重的系统漏洞\", \"C\": \"在建立连接过程中，缺少认证手段\", \"B\": \"明文传输特性\", \"D\": \"都可以匿名连接\"}', 'B'),
(9509, 4, 'DDOS攻击破坏了 系统的（）。', '{\"A\": \"可用性\", \"C\": \"完整性\", \"B\": \"保密性\", \"D\": \"真实性\"}', 'A'),
(9510, 4, ' A:土地荒漠化', '{\"A\":\"土地荒漠化\",\"B\":\"泥石流\",\"C\":\"火山喷发\",\"D\":\"臭氧层破坏\"}', '泥石流;'),
(9511, 4, ' A:水土流失', '{\"A\":\"水土流失\",\"B\":\"资源缺乏\",\"C\":\"生态破坏\",\"D\":\"“三废”污染\"}', '“三废”污染'),
(9512, 4, ' A:《我们共同的未来》', '{\"A\":\"《我们共同的未来》\",\"B\":\"《寂静的春天》\",\"C\":\"《增长的极限》\",\"D\":\"《人类环境宣言》\"}', '《寂静的春天》'),
(9513, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9514, 4, ' A:对', '{\"A\":\"对\",\"B\":\"错\"}', '错'),
(9515, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9516, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '错'),
(9517, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9518, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9519, 4, ' A:对', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9520, 4, ' A:CO', '{\"A\":\"CO\",\"B\":\"臭氧\",\"C\":\"SO2\",\"D\":\"甲醛\"}', '臭氧;'),
(9521, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9522, 4, ' A:5.65', '{\"A\":\"5.65\",\"B\":\"4.6\",\"C\":\"5.1\",\"D\":\"4.3\"}', '5.65'),
(9523, 4, ' A:甲烷', '{\"A\":\"甲烷\",\"B\":\"一氧化碳\",\"C\":\"CO2\",\"D\":\"氟氯烃及臭氧\"}', '甲烷;'),
(9524, 4, ' A:对', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9525, 4, ' A:发展风能等', '{\"A\":\"发展风能等\",\"B\":\"发展水能等\",\"C\":\"发展核电\",\"D\":\"天然气替代煤炭\"}', '发展风能等;'),
(9526, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9527, 4, ' A:二氧化硫', '{\"A\":\"二氧化硫\",\"B\":\"一氧化碳\",\"C\":\"氯氟烃\",\"D\":\"氮氧化物\"}', '氯氟烃;'),
(9528, 4, ' A:潮汐流人工湿地', '{\"A\":\"潮汐流人工湿地\",\"B\":\"一般型人工湿地\",\"C\":\"潜流人工湿地\",\"D\":\"表面流人工湿地\"}', '潮汐流人工湿地;'),
(9529, 4, ' A:水流冲蚀地面', '{\"A\":\"水流冲蚀地面\",\"B\":\"降水淋洗大气降尘\",\"C\":\"火山喷发\",\"D\":\"降雨淋洗大气污染物\"}', '降雨淋洗大气污染物'),
(9530, 4, ' A:农业用水区及一般景观要求水域', '{\"A\":\"农业用水区及一般景观要求水域\",\"B\":\"一般工业用水区及人体非直接接触的娱乐用水区\",\"C\":\"集中式生活饮用水地表水源地一级保护区、珍稀水生生物栖息地、鱼虾类产卵场、仔幼鱼的索饵场等\",\"D\":\"集中式生活饮用水地表水源地二级保护区、鱼虾类越冬场、洄游通道、水产养殖区等渔业水域及游泳区\"}', '集中式生活饮用水地表水源地二级保护区、鱼虾类越冬场、洄游通道、水产养殖区等渔业水域及游泳区'),
(9531, 4, ' A:观赏度高', '{\"A\":\"观赏度高\",\"B\":\"生长期长\",\"C\":\"茎叶发达\",\"D\":\"根系发达\"}', '根系发达'),
(9532, 4, ' A:提高湿地系统的综合效益', '{\"A\":\"提高湿地系统的综合效益\",\"B\":\"防止填料的堵塞\",\"C\":\"确保长期的除磷效果\",\"D\":\"增加湿地美观程度\"}', '确保长期的除磷效果'),
(9533, 4, ' A:可以获得污水处理与资源化的最佳效益', '{\"A\":\"可以获得污水处理与资源化的最佳效益\",\"B\":\"对于废水中污染物处理效果最佳\",\"C\":\"可以防止环境的再污染\",\"D\":\"具有较高的环境效益\"}', '对于废水中污染物处理效果最佳'),
(9534, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9535, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '错'),
(9536, 4, ' A:重金属或其他有毒有害物质含量超标的工业固体废物、生活垃圾或者污染土壤可用于土地复垦', '{\"A\":\"重金属或其他有毒有害物质含量超标的工业固体废物、生活垃圾或者污染土壤可用于土地复垦\",\"B\":\"建设和运行污水集中处理设施、固体废物处置设施，应当采取措施防止土壤污染\",\"C\":\"禁止向农用地排放重金属或其他有毒有害物质含量超标的污水、污泥，以及可能造成土壤污染的清淤底泥、尾矿、矿渣等\",\"D\":\"禁止生产、销售、使用国家命令禁止的农业投入品\"}', '重金属或其他有毒有害物质含量超标的工业固体废物、生活垃圾或者污染土壤可用于土地复垦'),
(9537, 4, ' A:土壤污染具有很强的地域性', '{\"A\":\"土壤污染具有很强的地域性\",\"B\":\"土壤污染不会影响周边的地表水和地下水\",\"C\":\"土壤污染的治理和修复难度大\",\"D\":\"土壤污染不会对植物产生危害\"}', '土壤污染具有很强的地域性;'),
(9538, 4, ' A:有现存（直接显露）或潜在（通过转化）的危害后果', '{\"A\":\"有现存（直接显露）或潜在（通过转化）的危害后果\",\"B\":\"有可观察的土壤形态、颜色等的变化\",\"C\":\"有可识别的人为污染物\",\"D\":\"有可鉴别的污染物数量的增加\"}', '有现存（直接显露）或潜在（通过转化）的危害后果;'),
(9539, 4, ' A:污水灌溉', '{\"A\":\"污水灌溉\",\"B\":\"固体废弃物\",\"C\":\"大气沉降\",\"D\":\"农业污染\"}', '污水灌溉;'),
(9540, 4, ' A:物理- 化学修复技术', '{\"A\":\"物理- 化学修复技术\",\"B\":\"联合修复技术\",\"C\":\"生物修复技术\",\"D\":\"工程修复技术\"}', '物理- 化学修复技术;'),
(9541, 4, ' A:不易挥发的污染物', '{\"A\":\"不易挥发的污染物\",\"B\":\"放射性污染物\",\"C\":\"挥发性有机污染物\",\"D\":\"半挥发性有机污染物\"}', '挥发性有机污染物;'),
(9542, 4, ' A:农药', '{\"A\":\"农药\",\"B\":\"微塑料\",\"C\":\"重金属\",\"D\":\"腐殖质\"}', '农药;'),
(9543, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9544, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9545, 4, ' A:致死', '{\"A\":\"致死\",\"B\":\"致癌\",\"C\":\"致畸\",\"D\":\"致突变\"}', '致死'),
(9546, 4, ' A:杀虫剂', '{\"A\":\"杀虫剂\",\"B\":\"其余均不是\",\"C\":\"可塑剂\",\"D\":\"防治疟疾的药物\"}', '杀虫剂'),
(9547, 4, ' A:生物蓄积性', '{\"A\":\"生物蓄积性\",\"B\":\"长期残留性\",\"C\":\"半挥发性\",\"D\":\"高毒性\"}', '生物蓄积性;'),
(9548, 4, ' A:某些持久性有机污染物会引起肝脏肿大', '{\"A\":\"某些持久性有机污染物会引起肝脏肿大\",\"B\":\"某些持久性有机污染物会引起婴儿和胎儿的发育不良\",\"C\":\"某些持久性有机污染物具有致癌性\",\"D\":\"某些持久性有机污染物会影响体内激素水平\"}', '某些持久性有机污染物会引起肝脏肿大;'),
(9549, 4, ' A:植物修复', '{\"A\":\"植物修复\",\"B\":\"微生物修复\",\"C\":\"动物修复\",\"D\":\"酶修复\"}', '植物修复;'),
(9550, 4, ' A:芬顿氧化法', '{\"A\":\"芬顿氧化法\",\"B\":\"电化学降解法\",\"C\":\"超临界水氧化法\",\"D\":\"超临界萃取法\"}', '芬顿氧化法;'),
(9551, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '错'),
(9552, 4, ' A:对', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9553, 4, ' A:对', '{\"A\":\"对\",\"B\":\"错\"}', '错'),
(9554, 4, ' A:促进岩石风化', '{\"A\":\"促进岩石风化\",\"B\":\"减少土壤养分\",\"C\":\"破坏土壤结构\",\"D\":\"破坏表层枯落物\"}', '破坏土壤结构'),
(9555, 4, ' A:水蚀', '{\"A\":\"水蚀\",\"B\":\"重力侵蚀\",\"C\":\"风蚀\",\"D\":\"人类活动\"}', '风蚀'),
(9556, 4, ' A:环境因素', '{\"A\":\"环境因素\",\"B\":\"人为因素\",\"C\":\"自然因素\",\"D\":\"生态因素\"}', '人为因素;'),
(9557, 4, ' A:改变坡面微小地形', '{\"A\":\"改变坡面微小地形\",\"B\":\"深耕、翻耕\",\"C\":\"增加植被覆盖\",\"D\":\"增强土壤有机质抗蚀力\"}', '改变坡面微小地形;'),
(9558, 4, ' A:治河工程', '{\"A\":\"治河工程\",\"B\":\"治沟工程\",\"C\":\"小型水利工程\",\"D\":\"治坡工程\"}', '治沟工程;'),
(9559, 4, ' A:对', '{\"A\":\"对\",\"B\":\"错\"}', '错'),
(9560, 4, ' A:对', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9561, 4, ' A:对', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9562, 4, ' A:对', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9563, 4, ' A:气候', '{\"A\":\"气候\",\"B\":\"地形\",\"C\":\"火山爆发\",\"D\":\"水文\"}', '气候;'),
(9564, 4, ' A:放牧数量', '{\"A\":\"放牧数量\",\"B\":\"放牧种类\",\"C\":\"作物品质\",\"D\":\"对作物产量\"}', '作物品质;'),
(9565, 4, ' A:亚洲', '{\"A\":\"亚洲\",\"B\":\"南美洲\",\"C\":\"非洲\",\"D\":\"北美洲\"}', '亚洲'),
(9566, 4, ' A:其余选项都不对', '{\"A\":\"其余选项都不对\",\"B\":\"土壤含水率增高\",\"C\":\"引起上游土壤的盐渍化\",\"D\":\"引起下游土壤的荒漠化\"}', '引起上游土壤的盐渍化;'),
(9567, 4, ' A:旱灾', '{\"A\":\"旱灾\",\"B\":\"滑坡\",\"C\":\"水体富营养化\",\"D\":\"泥石流\"}', '旱灾;'),
(9568, 4, ' A:对', '{\"A\":\"对\",\"B\":\"错\"}', '错'),
(9569, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '错'),
(9570, 4, ' A:对', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9571, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '错'),
(9572, 4, ' A:一般指从一个国家进入另一个国家或从一个自然生态系统进入另一个自然生态系统，在自然、半自然生态系统或生境中建立种群并影响、威胁及破坏到本地生物多样性的外来物种', '{\"A\":\"一般指从一个国家进入另一个国家或从一个自然生态系统进入另一个自然生态系统，在自然、半自然生态系统或生境中建立种群并影响、威胁及破坏到本地生物多样性的外来物种\",\"B\":\"本地区的有害物种\",\"C\":\"从一个地区进入另一个地区的物种\",\"D\":\"从一个国家进入另一个国家的物种\"}', '一般指从一个国家进入另一个国家或从一个自然生态系统进入另一个自然生态系统，在自然、半自然生态系统或生境中建立种群并影响、威胁及破坏到本地生物多样性的外来物种'),
(9573, 4, ' A:自然保护区的功能是接纳各地迁移和捕来的野生动物并加以保护', '{\"A\":\"自然保护区的功能是接纳各地迁移和捕来的野生动物并加以保护\",\"B\":\"为控制凤眼莲（水葫芦）在我国造成的严重灾害，应将其天敌引入我国\",\"C\":\"对于珍稀濒危物种，禁止一切形式的猎采和买卖\",\"D\":\"为保护草场，较少沙化，要杀死所有危害草原的黄鼠\"}', '对于珍稀濒危物种，禁止一切形式的猎采和买卖'),
(9574, 4, ' A:生态系统多样性', '{\"A\":\"生态系统多样性\",\"B\":\"景观多样性\",\"C\":\"遗传（基因）多样性\",\"D\":\"物种多样性\"}', '生态系统多样性;'),
(9575, 4, ' A:科学、教育、文化价值', '{\"A\":\"科学、教育、文化价值\",\"B\":\"生态价值\",\"C\":\"经济、社会价值\",\"D\":\"娱乐和美学价值等\"}', '科学、教育、文化价值;'),
(9576, 4, ' A:全球气候变化', '{\"A\":\"全球气候变化\",\"B\":\"对自然资源不断增加的需求和滥捕乱猎、掠夺式的过度捕杀利用\",\"C\":\"外来入侵物种\",\"D\":\"生境丧失和破碎化\"}', '全球气候变化;'),
(9577, 4, ' A:土壤肥力以及水质等遭到破坏', '{\"A\":\"土壤肥力以及水质等遭到破坏\",\"B\":\"影响食物来源和工农业资源\",\"C\":\"植被生长过于繁茂\",\"D\":\"影响自然界生态平衡\"}', '土壤肥力以及水质等遭到破坏;'),
(9578, 4, ' A:对', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9579, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9580, 4, ' A:对', '{\"A\":\"对\",\"B\":\"错\"}', '错'),
(9581, 4, ' A:r对策', '{\"A\":\"r对策\",\"B\":\"S对策\",\"C\":\"其余选项都不对\",\"D\":\"K对策\"}', 'r对策;'),
(9582, 4, ' A:2018', '{\"A\":\"2018\",\"B\":\"2016\",\"C\":\"2017\",\"D\":\"2019\"}', '2018'),
(9583, 4, ' A:绿水青山就是金山银山', '{\"A\":\"绿水青山就是金山银山\",\"B\":\"坚持人与自然和谐共生\",\"C\":\"共谋全球生态文明建设\",\"D\":\"山水林田湖草是生命共同体\"}', '绿水青山就是金山银山;'),
(9584, 4, ' A:2025', '{\"A\":\"2025\",\"B\":\"2035\",\"C\":\"2050\",\"D\":\"2030\"}', '2030'),
(9585, 4, ' A:借鉴发达国家的成功经验', '{\"A\":\"借鉴发达国家的成功经验\",\"B\":\"政府大力支持，完善法律制度\",\"C\":\"加强生态经济产业的发展\",\"D\":\"树立人与自然协调发展观念\"}', '借鉴发达国家的成功经验;'),
(9586, 4, ' A:安徽黄山', '{\"A\":\"安徽黄山\",\"B\":\"浙江绍兴\",\"C\":\"江西吉安\",\"D\":\"浙江安吉\"}', '浙江安吉'),
(9587, 4, ' A:2022', '{\"A\":\"2022\",\"B\":\"2025\",\"C\":\"2035\",\"D\":\"2030\"}', '2035'),
(9588, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9589, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9590, 4, ' A:可回收物，蓝色垃圾桶', '{\"A\":\"可回收物，蓝色垃圾桶\",\"B\":\"厨余垃圾，红色垃圾桶\",\"C\":\"其他垃圾，黑色垃圾桶\",\"D\":\"有害垃圾，红色垃圾桶\"}', '其他垃圾，黑色垃圾桶'),
(9591, 4, ' A:其他垃圾', '{\"A\":\"其他垃圾\",\"B\":\"可回收垃圾\",\"C\":\"厨余垃圾\",\"D\":\"可焚烧垃圾\"}', '可回收垃圾'),
(9592, 4, ' A:2021', '{\"A\":\"2021\",\"B\":\"2030\",\"C\":\"2022\",\"D\":\"2025\"}', '2022'),
(9593, 4, ' A:生活垃圾', '{\"A\":\"生活垃圾\",\"B\":\"建筑垃圾\",\"C\":\"特种垃圾\",\"D\":\"大件垃圾\"}', '生活垃圾;'),
(9594, 4, ' A:卫生间废纸', '{\"A\":\"卫生间废纸\",\"B\":\"荧光灯管\",\"C\":\"灰土\",\"D\":\"织物\"}', '卫生间废纸;'),
(9595, 4, ' A:酸奶塑料杯需要洗净后才可投放入可回收物垃圾箱', '{\"A\":\"酸奶塑料杯需要洗净后才可投放入可回收物垃圾箱\",\"B\":\"在外就餐，剩菜要打包带走\",\"C\":\"话梅核、坚果核等可投入厨余垃圾桶\",\"D\":\"绘画用的颜色可投放入有毒有害垃圾桶\"}', '酸奶塑料杯需要洗净后才可投放入可回收物垃圾箱;'),
(9596, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9597, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '错'),
(9598, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9599, 4, ' A:罗马俱乐部', '{\"A\":\"罗马俱乐部\",\"B\":\"雷切尔\",\"C\":\"达尔文\",\"D\":\"保罗·克鲁岑\"}', '保罗·克鲁岑'),
(9600, 4, ' A:社会可持续发展', '{\"A\":\"社会可持续发展\",\"B\":\"生态可持续发展\",\"C\":\"文明可持续发展\",\"D\":\"经济可持续发展\"}', '社会可持续发展;'),
(9601, 4, ' A:持续性原则', '{\"A\":\"持续性原则\",\"B\":\"平衡性原则\",\"C\":\"共同性原则\",\"D\":\"公平性原则\"}', '持续性原则;'),
(9602, 4, ' A:中共十七大', '{\"A\":\"中共十七大\",\"B\":\"中共十八大\",\"C\":\"中共十五大\",\"D\":\"中共十六大\"}', '中共十六大'),
(9603, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9604, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '对'),
(9605, 4, ' A:对', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9606, 4, ' A:错', '{\"A\":\"错\",\"B\":\"对\"}', '错'),
(9607, 4, ' A:对', '{\"A\":\"对\",\"B\":\"错\"}', '对'),
(9608, 4, '《中华人民共和国网络安全法》 于何时施行。', '{\"A\": \"2015.6\", \"C\": \"2016.11\", \"B\": \"2016.6\", \"D\": \"2017.6\"}', 'D'),
(9609, 4, '如果以Apache 为  WWW服务器，   （）是最重要的配置文件。', '{\"A\": \"access.conf\", \"C\": \"httpd.conf\", \"B\": \"srm.cong\", \"D\": \"index.html\"}', 'C'),
(9610, 4, '网络产品、服务提 供者，以下哪项不违反法律    ：', '{\"A\": \"设置恶意程序\", \"C\": \"具备收集用户信息功能的，提供者向用户明示并取得同意\", \"B\": \"对其产品、服务存在的安全缺陷、漏洞等风险未立即采取补救措施，或者未按照规定及时告知用户并向有关主管部门报告的\", \"D\": \"擅自终止为其产品、服务提供安全维护的\"}', 'C'),
(9611, 4, '属于SNMP、Telne t和FTP共性的安全问题的是   （）。', '{\"A\": \"主要的服务守护进程存在严重的系统漏洞\", \"C\": \"在建立连接过程中，缺少认证手段\", \"B\": \"明文传输特性\", \"D\": \"都可以匿名连接\"}', 'B'),
(9612, 4, 'DDOS攻击破坏了 系统的（）。   ', '{\"A\": \"可用性\", \"C\": \"完整性\", \"B\": \"保密性\", \"D\": \"真实性\"}', 'A');

-- --------------------------------------------------------

--
-- 表的结构 `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `username` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `password` varchar(128) COLLATE utf8_unicode_ci DEFAULT NULL,
  `upload_path` varchar(33) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `users`
--

INSERT INTO `users` (`id`, `username`, `password`, `upload_path`) VALUES
(1, 'admin', '123456', '32c0e861759867494dba973b9ec298ee');

-- --------------------------------------------------------

--
-- 表的结构 `user_search_count`
--

CREATE TABLE `user_search_count` (
  `id` int(11) NOT NULL,
  `count` int(11) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `user_search_count`
--

INSERT INTO `user_search_count` (`id`, `count`) VALUES
(1, 99999999);

--
-- 转储表的索引
--

--
-- 表的索引 `ti_ku`
--
ALTER TABLE `ti_ku`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `user_search_count`
--
ALTER TABLE `user_search_count`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `ti_ku`
--
ALTER TABLE `ti_ku`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9613;

--
-- 使用表AUTO_INCREMENT `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `user_search_count`
--
ALTER TABLE `user_search_count`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
